{
  "de": {
    "title": "Impressum",
    "section_provider_title": "Angaben gemäß § 5 TMG:",
    "name": "Maria Veronica Cardenas Dallos",
    "address_line1": "Neuer Weg 32",
    "address_line2": "48455, Bad Bentheim",
    "country": "Deutschland",
    "section_contact_title": "Kontakt:",
    "phone": "Telefon: +49 176 84600272",
    "email": "E-Mail: veronicacardenasdallos@gmail.com",
    "website": "Website: [Deine Website-URL, falls abweichend]",
    "section_liability_title": "Haftung für Inhalte",
    "liability_text": "Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
    "section_copyright_title": "Urheberrecht",
    "copyright_text": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen."
  },
  "en": {
    "title": "Legal Notice",
    "section_provider_title": "Information according to § 5 TMG (German Telemedia Act):",
    "name": "Maria Veronica Cardenas Dallos",
    "address_line1": "Neuer Weg 32",
    "address_line2": "48455, Bad Bentheim",
    "country": "Germany",
    "section_contact_title": "Contact:",
    "phone": "Phone: +49 176 84600272",
    "email": "Email: veronicacardenasdallos@gmail.com",
    "website": "Website: [Your Website URL, if different]",
    "section_liability_title": "Liability for Content",
    "liability_text": "As a service provider, we are responsible for our own content on these pages in accordance with general laws pursuant to § 7 (1) TMG. According to §§ 8 to 10 TMG, we as a service provider are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information under general laws remain unaffected. However, liability in this regard is only possible from the time of knowledge of a concrete legal violation. Upon becoming aware of corresponding legal violations, we will immediately remove this content.",
    "section_copyright_title": "Copyright",
    "copyright_text": "The content and works created by the site operators on these pages are subject to German copyright law. The reproduction, processing, distribution, and any form of commercialization beyond the scope of copyright law require the written consent of the respective author or creator. Downloads and copies of this page are only permitted for private, non-commercial use. Insofar as the content on this site was not created by the operator, the copyrights of third parties are observed. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, we ask for a corresponding notice. Upon becoming aware of legal violations, we will immediately remove such content."
  }
}
